Repository: conntower/website
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, ja, ko, zh_cn, zh_hk

# Title
source: ConningTower
ko: 커닝타워
zh_cn: 舰桥
zh_hk: 艦橋

# TitleIOS
source: ConningTower for iOS
de: ConningTower für iOS
es: ConningTower para iOS
fr: ConningTower pour iOS
zh_cn: 舰桥iOS版
zh_hk: 艦橋iOS版

# TitleLite
source: ConningTower Lite
zh_cn: 舰桥Lite
zh_hk: 艦橋Lite

# LiteDes1
source: ConningTower Lite is a lightweight version of ConningTower for iOS. Runs more smoothly.
de: ConningTower Lite ist eine leichtere Version von ConningTower für iOS. Läuft reibungsloser.
es: ConningTower Lite es una versión ligera de ConningTower para iOS. Funciona más suavemente.
fr: ConningTower Lite est une version légère de ConningTower pour iOS. Fonctionne plus en douceur.
ja: 「ConningTower Lite」は、「ConningTower for iOS」の軽量版です。よりスムーズに動作します。
ko: ConningTower Lite는 ConningTower for iOS의 경량 버전입니다. 더 부드럽게 작동합니다.
zh_cn: 舰桥Lite是舰桥iOS版的轻量化版本。运行更加流畅。
zh_hk: 艦橋Lite是艦橋iOS版的輕量化版本。運行更加流暢。

# TitleDescription
source: a Cross-platform KanColle browser
de: Plattformübergreifender Browser für KanColle
es: Navegador KanColle multiplataforma
fr: Navigateur KanColle multiplateforme
ja: クロスプラットフォームの艦これ専ブラ
ko: 멀티 플랫폼 함대 수집 브라우저
zh_cn: 跨平台舰队收藏浏览器
zh_hk: 跨平台艦隊收藏瀏覽器

# DownloadIPA
source: IPA file for iOS/iPadOS
de: IPA-Datei für iOS/iPadOS
es: Archivo IPA para iOS/iPadOS
fr: Fichier IPA pour iOS/iPadOS
ja: iOS/iPadOS用IPAファイルのダウンロード
ko: iOS/iPadOS용 IPA 파일 다운로드
zh_cn: 适用于 iOS/iPadOS 的IPA文件
zh_hk: 適用於 iOS/iPadOS 的IPA文件

# DownloadAppStore
source: Download on the App Store
de: Download im App Store
es: Descargar en App Store
fr: Télécharger sur l'App Store
ja: App Storeでダウンロード
ko: 앱 스토어 다운로드
zh_cn: App Store 下载
zh_hk: App Store 下載

# DownloadAPK
source: APK file for Android
de: APK-Datei für Android
es: Archivo APK para Android
fr: Fichier APK pour Android
ja: Android用APKファイルのダウンロード
ko: 안드로이드용 APK 파일 다운로드
zh_cn: 适用于 Android 的APK文件
zh_hk: 適用於 Android 的APK文件

# DownloadPlayStore
source: Download on Google Play Store
de: Download im Google Play Store
es: Descargar en Google Play Store
fr: Télécharger sur Google Play Store
ja: Google Play ストアでダウンロード
ko: 구글 플레이 스토어 다운로드
zh_cn: Google Play 商店下载
zh_hk: Google Play 商店下載

# TestFlight
source: Use TestFlight test App
ja: TestFlightでAppをテストする
zh_cn: 使用 TestFlight 测试 App
zh_hk: 使用 TestFlight 測試 App

source: Coming Soon
de: In Kürze erhältlich
es: Próximamente
fr: Prochainement
ja: お楽しみに
ko: 곧 출시 예정
zh_cn: 敬请期待
zh_hk: 敬請期待

source: Latest Version
de: Neueste Version
es: Última versión
fr: Dernière version
ja: 最新バージョン
ko: 최신 버전
zh_cn: 最新版本
zh_hk: 最新版本

# GoToIOS
source: View iOS version
de: Zur iOS-Version
es: Ir a la versión de iOS
fr: Accéder à la version iOS
ja: iOS版に移動
ko: iOS 버전으로 이동
zh_cn: 前往iOS专版
zh_hk: 前往iOS專版

# AppStoreDes1
source: ConningTower for iOS is a browser designed specifically for playing browser games. It lets you customize your screen and stay in landscape mode with desktop view at all times.
de: ConningTower ist ein spezieller Browser für Web-basierte Spiele, der es Ihnen ermöglicht, Ihr Layout anzupassen und im Querformat zu spielen.
es: ConningTower es un navegador especializado en juegos web que permite a los usuarios personalizar sus pantallas y utilizar la pantalla horizontal del modo de computadora.
fr: ConningTower est un navigateur spécialisé dans les jeux en ligne qui permet aux utilisateurs de personnaliser leurs écrans et d'utiliser le mode d'affichage horizontal de l'ordinateur.
ja: 「ConningTower for iOS」は、ブラウザゲーム専用のブラウザで、画面をカスタマイズして、デスクトップビューで常に横向き画面を保持することができます。
ko: 커닝타워는 사용자가 화면을 맞춤 설정하고 컴퓨터 모드 가로 화면을 사용할 수 있는 온라인 게임 전용 브라우저입니다.
zh_cn: 舰桥是一款可定制屏幕并保持电脑模式横向画面使用的网页游戏专用浏览器。
zh_hk: 艦橋是一款為瀏覽器遊戲設計的瀏覽器，可以定制您的屏幕並保持橫向桌面視圖。

# AppStoreDes2
source: ConningTower iOS version is a closed-source branch independent of the ConningTower open-source project. The two are not equal. ConningTower iOS version is not a third-party client of KanColle, it is a universal web game browser. While the ConningTower iOS version will make special adaptations to some web page windows, this application is not aimed at any specific website.
de: Die iOS-Version von ConningTower ist ein geschlossener Zweig des Open-Source-Projekts ConningTower und nicht mit dem Dritt-Client von KanColle, ConningTower, identisch. Obwohl ConningTower für iOS spezielle Anpassungen für bestimmte Webfenster vornimmt, ist es nicht auf eine bestimmte Website ausgerichtet.
es: La versión de ConningTower para iOS es una rama de código cerrado independiente del proyecto de código abierto de ConningTower. Ambos no son iguales. La versión de ConningTower para iOS no es un cliente de terceros de KanColle, es un navegador universal de juegos web. Aunque la versión de ConningTower para iOS hará adaptaciones especiales a algunas ventanas de página web, esta aplicación no está dirigida a ningún sitio web específico.
fr: La version de ConningTower pour iOS est une branche à code fermé indépendante du projet de code source ouvert de ConningTower. Les deux ne sont pas identiques.La version de ConningTower pour iOS n'est pas un client tiers de KanColle, c'est un navigateur universel de jeux en ligne. Bien que la version de ConningTower pour iOS fasse des adaptations spéciales à certaines fenêtres de page Web, cette application n'est pas destinée à un site Web spécifique.
ja: 「ConningTower for iOS」は、ConningTowerオープンソースプロジェクトとは独立したクローズドな派生バージョンであり、両者は同じではありません。「ConningTower for iOS」は、艦これの第三者クライアントではありません。一般的なウェブゲームブラウザであり、一部のウェブページウィンドウに特別な適応を行いますが、本アプリケーションは特定のウェブサイトを対象としていません。
ko: 커닝타워 iOS 버전은 오픈 소스 프로젝트인 커닝타워와 별개의 클로즈드 소스 브랜치입니다. 둘은 동일하지 않습니다. 커닝타워 iOS 버전은 함대 수집 게임인 KanColle의 제3자 클라이언트가 아니라 온라인 게임의 범용 브라우저입니다. 커닝타워 iOS 버전은 특정 웹 페이지 창에 대해 특별한 적응을 하지만, 이 앱은 특정 웹 사이트를 대상으로하지 않습니다.
zh_cn: 舰桥iOS版是独立于舰桥开源项目的闭源分支，两者并不等同。舰桥iOS版并非舰队Collection的第三方客户端，舰桥iOS版是通用的网页游戏浏览器，诚然舰桥iOS版会对部分网页窗口做出特殊适配，但本应用并不针对某一特定网站。
zh_hk: 艦橋iOS版是獨立於艦橋開源項目的閉源分支，兩者並不等同。艦橋iOS版並非艦隊Collection的第三方客戶端，艦橋iOS版是通用的網頁遊戲瀏覽器，誠然艦橋iOS版會對部分網頁窗口做出特殊適配，但本應用並不針對某一特定網站。

# Copyright
source: Apple®, iPad®, iPadOS®, App Store® and iPhone® are trademarks of Apple Inc., registered in the U.S. and other countries and regions. ConningTower icon designed by Andy Chu Copyright © 2023 ConningTower All rights reserved.
zh_cn: Apple®, iPad®, iPadOS®, App Store® 和 iPhone®是 Apple Inc. 在美国和其他国家或地区的注册商标。 ConningTower图标由AndyChu设计 版权所有 © 2023 ConningTower 保留所有权利。
zh_hk: Apple®, iPad®, iPadOS®, App Store® 和 iPhone®是 Apple Inc. 在美國和其他國家或地區的註冊商標。 ConningTower圖標由AndyChu設計 版權所有 © 2023 ConningTower 保留所有權利。

# KCCopyright
source: "艦隊これくしょん", "艦これ", and "艦娘" are trademarks of EXNOA LLC.
zh_cn: 本网站所涉及的“艦隊これくしょん”、“艦これ”、“艦娘”等名称及其标识，为合同会社ＥＸＮＯＡ的商标。
zh_hk: “艦隊これくしょん”、“艦これ”、“艦娘”等商標屬於合同會社EXNOA所有。
